cask_args appdir: "/Applications"

brew "autoconf"
brew "automake"
brew "bash"
brew "coreutils"
brew "findutils"
brew "gcc"
brew "gettext"
brew "gnupg"
brew "grep"
brew "libtool"
brew "libyaml"
brew "mkcert"
brew "ossp-uuid"
brew "rust"
brew "tcl-tk"
brew "wget"
brew "zlib"

brew "curl"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gh"
brew "nano"
brew "tree"

brew "moreutils"
brew "openssl"
brew "pinentry-mac"

brew "bat"
brew "duf"
brew "fd"
brew "fzf"
brew "the_silver_searcher"

brew "imagemagick"
brew "postgresql"

brew "cobalthq/infra/cobalt-platform"
brew "ctags"
brew "fish"
brew "hashicorp/tap/terraform"
brew "jdxcode/tap/rtx"
brew "neovim"
brew "rcm"
brew "terraform-docs"
brew "tmux"

brew "jq"
brew "yq"
